<?php
error_reporting(-1);

/*Создайте переменную $a и присвойте ей значение 3.
Выведите значение этой переменной на экран.*/

echo $a = 3 . "<br><br>";

/*Создайте переменные $a=10 и $b=2.
Выведите на экран их сумму, разность, произведение и частное (результат деления).*/

$a = 10;
$b = 2;
echo $a + $b . "<br>";
echo $a - $b . "<br>";
echo $a * $b . "<br>";
echo $a / $b . "<br><br>";

/*Создайте переменные $c=15 и $d=2. Просуммируйте их, а результат присвойте переменной $result.
Выведите на экран значение переменной $result.*/

$c = 15;
$d = 2;

echo $result = $c + $d . "<br><br>";

/*Создайте переменные $a=10, $b=2 и $c=5. Выведите на экран их сумму.*/

$a = 10;
$b = 2;
$c = 5;

echo $a + $b + $c . "<br><br>";

/*Создайте переменные $a=17 и $b=10. Отнимите от $a переменную $b и результат присвойте переменной $c.
Затем создайте переменную $d, присвойте ей значение 7.
Сложите переменные $c и $d, а результат запишите в переменную $result.
Выведите на экран значение переменной $result.*/

$a = 17;
$b = 10;

$c = $a - $b;

$d = 7;

echo $result = $c + $d . "<br><br>";



